literature/soneto-dos-cabelos-violeta.org
#+TITLE: O Soneto dos Cabelos Violeta
#+DATE: <2026-04-06 Mon 18:29>
#+LANG: pt

#+BEGIN_VERSE
Violetas cabelos a passear
Sem q’eu saiba para onde irão
Mas eu sei que trazem a este lindo ar
Grande sentimento a meu coração

E me fazem um teatral escritor
Porque esse drama fico assim sofrendo
Não deixai-me assim com essa dor
Por ti meu coração tá derretendo

Fico então nessa Arcádia bucólica
Assim, muito a sonhar, sempre em vão
Com essa emoção que fica sem réplica

Este soneto escrevo em negação
Com um sentimento muito sublime
Pois tu negas o meu coração
#+END_VERSE
