literature/soneto-dos-cabelos-violeta.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>O Soneto dos Cabelos Violeta</title>
<meta name="generator" content="Org Mode" />
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="icon" type="image/x-icon" href="/static/profile.png">

<link rel="preconnect" href="https://rsms.me/">
<link rel="stylesheet" href="https://rsms.me/inter/inter.css">
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link
    href="https://fonts.googleapis.com/css2?family=IBM+Plex+Mono:ital,wght@0,100;0,200;0,300;0,400;0,500;0,600;0,700;1,100;1,200;1,300;1,400;1,500;1,600;1,700&display=swap"
    rel="stylesheet">

</head>
<body>
<div id="preamble" class="status">
<header>
    <h1>
        <a id="bigtitle" href="/">Gabriel</a>
    </h1>
    <nav>
        <ul id="navlist">
            <li id="navlistitem"><a href="/projects.html">Projects</a></li>
            <li id="navlistitem"><a href="/posts/">Posts</a></li>
            <li id="navlistitem"><a href="/literature/">Literature</a></li>
        </ul>
    </nav>
</header>
<div id="date">
    06 April, 2026 <i>Anno Domini</i> - 18:29
</div>
</div>
<div id="content" class="content">
<h1 class="title">O Soneto dos Cabelos Violeta</h1>
<p class="verse">
Violetas cabelos a passear<br />
Sem q’eu saiba para onde irão<br />
Mas eu sei que trazem a este lindo ar<br />
Grande sentimento a meu coração<br />
<br />
E me fazem um teatral escritor<br />
Porque esse drama fico assim sofrendo<br />
Não deixai-me assim com essa dor<br />
Por ti meu coração tá derretendo<br />
<br />
Fico então nessa Arcádia bucólica<br />
Assim, muito a sonhar, sempre em vão<br />
Com essa emoção que fica sem réplica<br />
<br />
Este soneto escrevo em negação<br />
Com um sentimento muito sublime<br />
Pois tu negas o meu coração<br />
</p>
</div>
<div id="postamble" class="status">
<footer>
    <hr width="80%">
    © Gabriel G. de Brito (CC-BY-NC). Code for this page is free and open
    source, licensed under the MIT license. Help improving it on
    <a href="https://github.com/gboncoffee/gboncoffee.github.io">GitHub</a>.
</footer>
</div>
</body>
</html>
